import os
 
def first():
    os.system("pkg update")
    os.system("pkg upgrade")
    os.system("pkg install git")
    
def menu():

	 print ("""
..............................................................................		
...============..============..============..============..===       ======...
...============..============..============..============..===      === ===...
...===      ===..===      ===..===      ===..===         ..===     ===  ===...
...===      ===..===      ===..===      ===..===         ..===    ===   ===...
...===      ===..============..===      ===..===         ..===   ===    ===...
...===      ===..===         ..===      ===..===         ..===  ===     ===...
...===      ===..===         ..============..===         ..=== ===      ===...
...===      ===..===         ..============..===         ..======       ===...
..............................................................................
Разработали: LaKeRHacK и vladandlexa
Используя эту утилиту вы соглашаетесь с тем, что вы используете ее только для ознакомления!
1.Weeman (фишинг утилита)
2.Ngrok (тунелирует трафик с localhost в интернет)
3.Sekeer (утилита, с помощью которой можно узнать все о телефоне/компе жертвы)
4.Saycheese (фотографирует жертву и отпровляет фото вам)
5.Memcrashed (DDoSит сайт)""")
loop = True

while loop:
    menu()
    
    cs = input("Выберите номер утилиты которую хотите установить:")
    
    if cs == '1':
        first()
        os.system("pkg install python2")
        os.system("git clone https://github.com/evait-security/weeman")
        os.system("clear")
        print("/Установка завершена!) Для использования данной утилиты пропишите cd, python2 weeman.py/")
        print("Возвращаю в меню")
        os.system("clear")
        

